Revit 2027 API
TableCellStyleOverrideOptions.BorderLineStyle Property
 Indicates if the border line style characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool BorderLineStyle { get; set; }
Public Property BorderLineStyle As Boolean
	Get
	Set
public:
property bool BorderLineStyle {
	bool get ();
	void set (bool value);
}
member BorderLineStyle : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace